Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Контрольная страница вернулась без изменений — перехвата нет.
ar: عادت صفحة التحكّم دون تغيير — لا يوجد اعتراض.
de: Die Kontrollseite kam unverändert zurück – nichts fängt sie ab.
en: The control page came back unchanged — nothing is intercepting it.
es: La página de control se devolvió sin cambios: no hay interceptación.
fr: La page de contrôle est revenue inchangée — aucune interception.
hi: कंट्रोल पेज बिना बदलाव के लौटा — कोई इंटरसेप्शन नहीं।
it: La pagina di controllo è tornata invariata: nessuna intercettazione.
ja: 対照ページが変更されずに返されました。傍受はありません。
ko: 대조 페이지가 변경 없이 반환됐어요. 가로채기는 없어요.
pt_br: A página de controle voltou sem alterações: não há interceptação.
tr: Kontrol sayfası değişmeden döndü — araya girme yok.
zh_hans: 对照页面返回时没有变化，未发现劫持。

source: Координаты
ar: الإحداثيات
de: Koordinaten
en: Coordinates
es: Coordenadas
fr: Coordonnées
hi: निर्देशांक
it: Coordinate
ja: 座標
ko: 좌표
pt_br: Coordenadas
tr: Koordinatlar
zh_hans: 坐标

source: Координаты не сохраняются и не покидают устройство.
ar: لا تُخزَّن الإحداثيات ولا تغادر الجهاز.
de: Koordinaten werden nicht gespeichert und verlassen das Gerät nie.
en: Coordinates are not stored and never leave the device.
es: Las coordenadas no se guardan ni salen del dispositivo.
fr: Les coordonnées ne sont pas enregistrées et ne quittent jamais l'appareil.
hi: निर्देशांक न सहेजे जाते हैं और न डिवाइस से बाहर जाते हैं।
it: Le coordinate non vengono salvate né lasciano il dispositivo.
ja: 座標は保存されず、デバイスから出ることもありません。
ko: 좌표는 저장되지 않으며 기기를 벗어나지 않습니다.
pt_br: As coordenadas não são armazenadas nem saem do dispositivo.
tr: Koordinatlar saklanmaz ve cihazdan çıkmaz.
zh_hans: 坐标不会被存储，也绝不离开设备。

source: Краснодар
ar: كراسنودار
de: Krasnodar
en: Krasnodar
es: Krasnodar
fr: Krasnodar
hi: क्रास्नोदार
it: Krasnodar
ja: クラスノダール
ko: 크라스노다르
pt_br: Krasnodar
tr: Krasnodar
zh_hans: 克拉斯诺达尔

source: Красноярск
ar: كراسنويارسك
de: Krasnojarsk
en: Krasnoyarsk
es: Krasnoyarsk
fr: Krasnoïarsk
hi: क्रास्नोयार्स्क
it: Krasnojarsk
ja: クラスノヤルスク
ko: 크라스노야르스크
pt_br: Krasnoyarsk
tr: Krasnoyarsk
zh_hans: 克拉斯诺亚尔斯克

source: Локальный адрес
ar: العنوان المحلي
de: Lokale Adresse
en: Local address
es: Dirección local
fr: Adresse locale
hi: स्थानीय पता
it: Indirizzo locale
ja: ローカルアドレス
ko: 로컬 주소
pt_br: Endereço local
tr: Yerel adres
zh_hans: 本地地址

source: Локальный и внешний адрес совпадают — вы напрямую в интернете.
ar: العنوان المحلي والخارجي متطابقان — أنت متصل بالإنترنت مباشرة.
de: Lokale und externe Adresse stimmen überein – Sie sind direkt mit dem Internet verbunden.
en: Local and external addresses match — you're directly on the internet.
es: La dirección local y la externa coinciden: estás conectado directamente a internet.
fr: Les adresses locale et externe sont identiques — vous êtes directement sur Internet.
hi: स्थानीय और बाहरी पता समान हैं — आप सीधे इंटरनेट पर हैं।
it: L'indirizzo locale ed esterno coincidono — sei connesso direttamente a internet.
ja: ローカルアドレスと外部アドレスが一致します — インターネットに直接接続されています。
ko: 로컬 주소와 외부 주소가 일치합니다 — 인터넷에 직접 연결되어 있습니다.
pt_br: O endereço local e o externo coincidem — você está diretamente na internet.
tr: Yerel ve dış adres aynı — doğrudan internete bağlısınız.
zh_hans: 本地地址与外网地址一致 — 你直接连接到互联网。

source: Локальный: %@ · внешний: %@.
ar: المحلي: %@ · الخارجي: %@.
de: Lokal: %@ · extern: %@.
en: Local: %@ · external: %@.
es: Local: %@ · externa: %@.
fr: Locale : %@ · externe : %@.
hi: स्थानीय: %@ · बाहरी: %@।
it: Locale: %@ · esterno: %@.
ja: ローカル：%@ · 外部：%@。
ko: 로컬: %@ · 외부: %@.
pt_br: Local: %@ · externo: %@.
tr: Yerel: %@ · dış: %@.
zh_hans: 本地：%@ · 外网：%@。

source: Магический пакет отправлен на %@
ar: تم إرسال الحزمة السحرية إلى %@
de: Magic Packet an %@ gesendet
en: Magic packet sent to %@
es: Paquete mágico enviado a %@
fr: Paquet magique envoyé à %@
hi: मैजिक पैकेट %@ को भेजा गया
it: Pacchetto magico inviato a %@
ja: マジックパケットを %@ に送信しました
ko: 매직 패킷이 %@(으)로 전송되었습니다
pt_br: Pacote mágico enviado para %@
tr: Sihirli paket %@ adresine gönderildi
zh_hans: 魔术包已发送至 %@

source: макс
ar: الأقصى
de: max
en: max
es: máx
fr: max
hi: अधिकतम
it: max
ja: 最大
ko: 최대
pt_br: máx
tr: maks
zh_hans: 最大

source: Максимальный размер пакета
ar: أقصى حجم للحزمة
de: Maximale Paketgröße
en: Maximum packet size
es: Tamaño máximo de paquete
fr: Taille de paquet maximale
hi: अधिकतम पैकेट आकार
it: Dimensione massima del pacchetto
ja: 最大パケットサイズ
ko: 최대 패킷 크기
pt_br: Tamanho máximo do pacote
tr: Maksimum paket boyutu
zh_hans: 最大数据包大小

source: Максимум
ar: الحد الأقصى
de: Maximum
en: Maximum
es: Máximo
fr: Maximum
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최대
pt_br: Máximo
tr: Maksimum
zh_hans: 最大值

source: Маска
ar: القناع
de: Maske
en: Mask
es: Máscara
fr: Masque
hi: मास्क
it: Maschera
ja: マスク
ko: 마스크
pt_br: Máscara
tr: Maske
zh_hans: 掩码

source: Мбит/с
ar: Mbps
de: Mbit/s
en: Mbps
es: Mbps
fr: Mbit/s
hi: Mbps
it: Mbit/s
ja: Mbps
ko: Mbps
pt_br: Mbps
tr: Mbit/s
zh_hans: Mbps

source: метка DNS выходит за пределы пакета
ar: تسمية DNS تتجاوز الحزمة
de: DNS-Label reicht über das Paket hinaus
en: DNS label runs past the packet
es: la etiqueta DNS excede el paquete
fr: le libellé DNS dépasse le paquet
hi: DNS लेबल पैकेट से आगे बढ़ता है
it: l’etichetta DNS supera il pacchetto
ja: DNS ラベルがパケットを超えています
ko: DNS 레이블이 패킷을 벗어남
pt_br: o rótulo DNS ultrapassa o pacote
tr: DNS etiketi paketi aşıyor
zh_hans: DNS 标签超出数据包

source: мин
ar: الأدنى
de: min
en: min
es: mín
fr: min
hi: न्यूनतम
it: min
ja: 最小
ko: 최소
pt_br: mín
tr: min
zh_hans: 最小

source: Минимальный список шифров — самое короткое рукопожатие.
ar: أقصر قائمة شيفرات — أقصر تبادل تحية.
de: Minimale Cipher-Liste – der kürzestmögliche Handshake.
en: A minimal cipher list — the shortest possible handshake.
es: Lista mínima de cifrados: el handshake más corto.
fr: Liste de chiffrements minimale — le handshake le plus court.
hi: सिफ़र की न्यूनतम सूची — सबसे छोटा हैंडशेक।
it: Elenco di cifrari minimo: l'handshake più breve.
ja: 暗号スイートを最小限にした、最も短いハンドシェイクです。
ko: 암호 목록을 최소화한 가장 짧은 핸드셰이크예요.
pt_br: Lista mínima de cifras: o handshake mais curto.
tr: En küçük şifre listesi — en kısa el sıkışma.
zh_hans: 最小的加密套件列表，握手最短。

source: Минимум
ar: الحد الأدنى
de: Minimum
en: Minimum
es: Mínimo
fr: Minimum
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최소
pt_br: Mínimo
tr: Minimum
zh_hans: 最小值

source: Мониторинг
ar: المراقبة
de: Überwachung
en: Monitoring
es: Monitorización
fr: Surveillance
hi: निगरानी
it: Monitoraggio
ja: 監視
ko: 모니터링
pt_br: Monitoramento
tr: İzleme
zh_hans: 监控

source: Мониторинг активен
ar: المراقبة نشطة
de: Überwachung aktiv
en: Monitoring active
es: Monitorización activa
fr: Surveillance active
hi: निगरानी सक्रिय
it: Monitoraggio attivo
ja: 監視が有効です
ko: 모니터링 활성화됨
pt_br: Monitoramento ativo
tr: İzleme etkin
zh_hans: 监控已启用

source: Мониторинг сети
ar: مراقبة الشبكة
de: Netzwerküberwachung
en: Network monitoring
es: Monitoreo de red
fr: Surveillance réseau
hi: नेटवर्क निगरानी
it: Monitoraggio di rete
ja: ネットワーク監視
ko: 네트워크 모니터링
pt_br: Monitoramento de rede
tr: Ağ izleme
zh_hans: 网络监控

source: Мониторинг хостов
ar: مراقبة المضيفين
de: Host-Überwachung
en: Host monitoring
es: Monitorización de hosts
fr: Surveillance des hôtes
hi: होस्ट निगरानी
it: Monitoraggio degli host
ja: ホストの監視
ko: 호스트 모니터링
pt_br: Monitoramento de hosts
tr: Sunucu izleme
zh_hans: 主机监控

source: мс
ar: مللي ثانية
de: ms
en: ms
es: ms
fr: ms
hi: मि.से.
it: ms
ja: ミリ秒
ko: 밀리초
pt_br: ms
tr: ms
zh_hans: 毫秒

source: Мультихост · %lld серверов
ar: متعدد المضيفات · %lld خادم
de: Multi-Host · %lld Server
en: Multi-host · %lld servers
es: Multihost · %lld servidores
fr: Multi-hôte · %lld serveurs
hi: मल्टीहोस्ट · %lld सर्वर
it: Multihost · %lld server
ja: マルチホスト · %lld サーバー
ko: 멀티호스트 · 서버 %lld개
pt_br: Multi-host · %lld servidores
tr: Çoklu sunucu · %lld sunucu
zh_hans: 多主机 · %lld 个服务器

source: На Mac здесь можно скачивать и хранить несколько версий ядра.
ar: على Mac يمكنك هنا تنزيل وحفظ عدة إصدارات من النواة.
de: Auf dem Mac kannst du hier mehrere Core-Versionen herunterladen und speichern.
en: On Mac you can download and keep multiple core versions here.
es: En Mac aquí puedes descargar y guardar varias versiones del núcleo.
fr: Sur Mac, vous pouvez y télécharger et conserver plusieurs versions du cœur.
hi: Mac पर यहाँ आप कोर के कई वर्शन डाउनलोड और स्टोर कर सकते हैं।
it: Su Mac qui puoi scaricare e conservare più versioni del core.
ja: Mac ではここで複数バージョンのコアをダウンロードして保存できます。
ko: Mac에서는 여기서 여러 버전의 코어를 내려받아 보관할 수 있습니다.
pt_br: No Mac, aqui você pode baixar e guardar várias versões do núcleo.
tr: Mac'te burada birden fazla çekirdek sürümü indirip saklayabilirsiniz.
zh_hans: 在 Mac 上，这里可以下载并保存多个内核版本。

source: Наведите камеру на QR-код из CheckNet
ar: وجّه الكاميرا نحو رمز QR في CheckNet
de: Richte die Kamera auf einen QR-Code aus CheckNet
en: Point the camera at a QR code from CheckNet
es: Apunta la cámara a un código QR de CheckNet
fr: Dirigez l’appareil photo vers un code QR CheckNet
hi: कैमरा CheckNet के QR कोड पर रखें
it: Inquadra un codice QR di CheckNet
ja: CheckNet の QRコードにカメラを向けてください
ko: CheckNet의 QR 코드에 카메라를 비추세요
pt_br: Aponte a câmera para um código QR do CheckNet
tr: Kamerayı CheckNet’teki QR koduna doğrultun
zh_hans: 将摄像头对准 CheckNet 的二维码

source: Нагружаем загрузку…
ar: تحميل التنزيل…
de: Download wird belastet…
en: Loading download…
es: Cargando la descarga…
fr: Charge en téléchargement…
hi: डाउनलोड लोड किया जा रहा है…
it: Carico in download…
ja: ダウンロードに負荷をかけています…
ko: 다운로드 부하 적용 중…
pt_br: Carregando o download…
tr: İndirme yükleniyor…
zh_hans: 加载下行负载…

source: Нагружаем отдачу…
ar: تحميل الرفع…
de: Upload wird belastet…
en: Loading upload…
es: Cargando la subida…
fr: Charge en envoi…
hi: अपलोड लोड किया जा रहा है…
it: Carico in upload…
ja: アップロードに負荷をかけています…
ko: 업로드 부하 적용 중…
pt_br: Carregando o upload…
tr: Yükleme yükleniyor…
zh_hans: 加载上行负载…

source: Нагрузка
ar: تحت الحِمل
de: Unter Last
en: Loaded
es: Con carga
fr: En charge
hi: लोड
it: Sotto carico
ja: 負荷時
ko: 부하
pt_br: Sob carga
tr: Yüklü
zh_hans: 负载

source: Нажмите на хост, чтобы посмотреть провайдера, страну и ASN.
ar: اضغط على المضيف لرؤية المزوّد والبلد وASN.
de: Tippe auf einen Host, um Provider, Land und ASN zu sehen.
en: Tap a host to see its provider, country and ASN.
es: Toca un host para ver el proveedor, el país y el ASN.
fr: Touchez un hôte pour voir le fournisseur, le pays et l'ASN.
hi: प्रोवाइडर, देश और ASN देखने के लिए होस्ट पर टैप करें।
it: Tocca un host per vedere provider, paese e ASN.
ja: ホストをタップすると、プロバイダー、国、ASN を確認できます。
ko: 호스트를 탭하여 제공자, 국가, ASN을 확인하세요.
pt_br: Toque em um host para ver o provedor, o país e o ASN.
tr: Sağlayıcı, ülke ve ASN'yi görmek için sunucuya dokunun.
zh_hans: 点按主机以查看提供商、国家和 ASN。

source: Название (необязательно)
ar: الاسم (اختياري)
de: Name (optional)
en: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
hi: नाम (वैकल्पिक)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름 (선택 사항)
pt_br: Nome (opcional)
tr: Ad (isteğe bağlı)
zh_hans: 名称（可选）

source: Найдём наибольший пакет, который доходит до хоста без фрагментации.
ar: سنجد أكبر حزمة تصل إلى المضيف دون تجزئة.
de: Findet das größte Paket, das den Host ohne Fragmentierung erreicht.
en: We'll find the largest packet that reaches the host without fragmentation.
es: Buscaremos el paquete más grande que llega al host sin fragmentarse.
fr: Nous trouverons le plus grand paquet qui atteint l'hôte sans fragmentation.
hi: हम सबसे बड़ा पैकेट खोजेंगे जो बिना विखंडन के होस्ट तक पहुंचता है।
it: Troveremo il pacchetto più grande che raggiunge l'host senza frammentazione.
ja: フラグメント化されずにホストへ届く最大パケットを探します。
ko: 조각화 없이 호스트에 도달하는 가장 큰 패킷을 찾습니다.
pt_br: Vamos encontrar o maior pacote que chega ao host sem fragmentação.
tr: Parçalanmadan ana bilgisayara ulaşan en büyük paketi buluruz.
zh_hans: 找出无需分片即可到达主机的最大数据包。

source: Найдём устройства в вашей сети с IP, MAC и вендором.
ar: سنعثر على الأجهزة في شبكتك مع IP وMAC والمُصنّع.
de: Wir finden Geräte in Ihrem Netzwerk mit IP, MAC und Hersteller.
en: We'll find devices on your network with IP, MAC, and vendor.
es: Encontraremos los dispositivos de tu red con su IP, MAC y fabricante.
fr: Trouvons les appareils de votre réseau avec leur IP, MAC et fabricant.
hi: हम आपके नेटवर्क में IP, MAC और वेंडर सहित डिवाइस खोजेंगे।
it: Troviamo i dispositivi nella tua rete con IP, MAC e produttore.
ja: ネットワーク内のデバイスを IP・MAC・ベンダーとともに見つけます。
ko: IP, MAC, 제조사 정보와 함께 네트워크의 기기를 찾습니다.
pt_br: Vamos encontrar os dispositivos na sua rede com IP, MAC e fabricante.
tr: Ağınızdaki cihazları IP, MAC ve üretici bilgisiyle bulalım.
zh_hans: 查找网络中的设备，含 IP、MAC 与厂商。

source: Найден маркер: «%@»
ar: عُثر على علامة: «%@»
de: Merkmal gefunden: „%@“
en: Marker found: “%@”
es: Marcador encontrado: “%@”
fr: Marqueur trouvé : « %@ »
hi: चिह्न मिला: “%@”
it: Marcatore trovato: “%@”
ja: マーカーを検出：「%@」
ko: 표식 발견: 「%@」
pt_br: Marcador encontrado: “%@”
tr: İşaret bulundu: “%@”
zh_hans: 发现特征标记：「%@」

source: Найти PTR
ar: البحث عن PTR
de: PTR suchen
en: Find PTR
es: Buscar PTR
fr: Trouver le PTR
hi: PTR खोजें
it: Trova PTR
ja: PTR を検索
ko: PTR 찾기
pt_br: Buscar PTR
tr: PTR bul
zh_hans: 查找 PTR

source: Настройки
ar: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
tr: Ayarlar
zh_hans: 设置

source: Настройки Ping
ar: إعدادات Ping
de: Ping-Einstellungen
en: Ping settings
es: Ajustes de Ping
fr: Réglages du Ping
hi: Ping सेटिंग्स
it: Impostazioni Ping
ja: Ping の設定
ko: Ping 설정
pt_br: Ajustes do Ping
tr: Ping ayarları
zh_hans: Ping 设置

source: Настройки теста
ar: إعدادات الاختبار
de: Testeinstellungen
en: Test settings
es: Ajustes de la prueba
fr: Réglages du test
hi: टेस्ट सेटिंग्ज़
it: Impostazioni del test
ja: テストの設定
ko: 테스트 설정
pt_br: Ajustes do teste
tr: Test ayarları
zh_hans: 测试设置

source: Находит максимальный размер пакета, проходящий без фрагментации (Path MTU). Помогает диагностировать обрывы и залипания соединений.
ar: يجد أقصى حجم حزمة يمر دون تجزئة (Path MTU). يساعد على تشخيص انقطاعات وتعليق الاتصالات.
de: Ermittelt die maximale Paketgröße, die ohne Fragmentierung durchkommt (Path MTU). Hilft, Verbindungsabbrüche und -hänger zu diagnostizieren.
en: Finds the maximum packet size that passes without fragmentation (Path MTU). Helps diagnose drops and stalled connections.
es: Encuentra el tamaño máximo de paquete que pasa sin fragmentarse (Path MTU). Ayuda a diagnosticar cortes y bloqueos de conexión.
fr: Trouve la taille de paquet maximale passant sans fragmentation (Path MTU). Aide à diagnostiquer les coupures et les blocages de connexion.
hi: बिना फ़्रैगमेंटेशन के गुज़रने वाला अधिकतम पैकेट आकार (Path MTU) ढूँढता है। कनेक्शन टूटने और अटकने की जाँच में मदद करता है।
it: Trova la dimensione massima del pacchetto che passa senza frammentazione (Path MTU). Aiuta a diagnosticare interruzioni e blocchi delle connessioni.
ja: フラグメント化されずに通過する最大パケットサイズ（Path MTU）を検出します。接続の切断や停止の診断に役立ちます。
ko: 단편화 없이 통과하는 최대 패킷 크기(Path MTU)를 찾습니다. 연결 끊김과 멈춤 진단에 유용합니다.
pt_br: Encontra o tamanho máximo de pacote que passa sem fragmentação (Path MTU). Ajuda a diagnosticar quedas e travamentos de conexão.
tr: Parçalanmadan geçen maksimum paket boyutunu (Path MTU) bulur. Bağlantı kopmalarını ve takılmalarını tanılamaya yardımcı olur.
zh_hans: 查找不分片即可通过的最大数据包大小（Path MTU）。帮助诊断连接中断与卡顿。

source: Находит устройства в вашей локальной сети и их адреса. Помогает увидеть, что подключено к вашему Wi-Fi.
ar: يعثر على الأجهزة في شبكتك المحلية وعناوينها. يساعد على معرفة ما هو متصل بشبكة Wi-Fi لديك.
de: Findet Geräte in Ihrem lokalen Netzwerk und deren Adressen. Hilft zu sehen, was mit Ihrem Wi-Fi verbunden ist.
en: Finds devices on your local network and their addresses. Helps you see what's connected to your Wi-Fi.
es: Encuentra los dispositivos de tu red local y sus direcciones. Ayuda a ver qué está conectado a tu Wi-Fi.
fr: Trouve les appareils de votre réseau local et leurs adresses. Permet de voir ce qui est connecté à votre Wi-Fi.
hi: आपके स्थानीय नेटवर्क में डिवाइस और उनके पते ढूँढता है। यह देखने में मदद करता है कि आपके Wi-Fi से क्या जुड़ा है।
it: Trova i dispositivi nella tua rete locale e i loro indirizzi. Aiuta a vedere cosa è collegato al tuo Wi-Fi.
ja: ローカルネットワーク内のデバイスとそのアドレスを検出します。Wi-Fi に接続されている機器を確認するのに役立ちます。
ko: 로컬 네트워크의 기기와 주소를 찾습니다. Wi-Fi에 무엇이 연결되어 있는지 확인하는 데 유용합니다.
pt_br: Encontra os dispositivos na sua rede local e seus endereços. Ajuda a ver o que está conectado ao seu Wi-Fi.
tr: Yerel ağınızdaki cihazları ve adreslerini bulur. Wi-Fi'ınıza neyin bağlı olduğunu görmeye yardımcı olur.
zh_hans: 查找局域网中的设备及其地址。帮助了解有哪些设备连接到你的 Wi-Fi。

source: Национальные (НСДИ)
ar: وطنية (NSDI)
de: National (NSDI)
en: National (NSDI)
es: Nacionales (NSDI)
fr: Nationaux (NSDI)
hi: राष्ट्रीय (NSDI)
it: Nazionali (NSDI)
ja: 国内（NSDI）
ko: 국내(NSDI)
pt_br: Nacionais (NSDI)
tr: Ulusal (NSDI)
zh_hans: 国家级（NSDI）

source: Начать
ar: ابدأ
de: Loslegen
en: Get started
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
tr: Başla
zh_hans: 开始

source: Не выдано разрешение на геопозицию.
ar: لم يُمنح إذن الوصول إلى الموقع.
de: Die Standortberechtigung wurde nicht erteilt.
en: Location permission has not been granted.
es: No se ha concedido el permiso de ubicación.
fr: L’autorisation de localisation n’a pas été accordée.
hi: लोकेशन की अनुमति नहीं दी गई है।
it: Autorizzazione alla posizione non concessa.
ja: 位置情報の使用が許可されていません。
ko: 위치 정보 사용이 허용되지 않았어요.
pt_br: Permissão de localização não concedida.
tr: Konum izni verilmedi.
zh_hans: 未授予定位权限。

source: Не закрывайте экран — идёт нагрузка
ar: لا تُغلق الشاشة — التحميل جارٍ
de: Bildschirm offen lassen – Last läuft
en: Keep the screen open — load in progress
es: No cierres la pantalla: carga en curso
fr: Ne fermez pas l’écran — charge en cours
hi: स्क्रीन बंद न करें — लोड जारी है
it: Non chiudere lo schermo — carico in corso
ja: 画面を閉じないでください — 負荷実行中
ko: 화면을 닫지 마세요 — 부하 진행 중
pt_br: Não feche a tela — carga em andamento
tr: Ekranı kapatmayın — yük sürüyor
zh_hans: 请勿关闭屏幕——正在加载

source: Не найдено ни в одной категории
ar: لم يُعثر عليه في أي فئة
de: In keiner Kategorie gefunden
en: Not found in any category
es: No encontrado en ninguna categoría
fr: Trouvé dans aucune catégorie
hi: किसी भी श्रेणी में नहीं मिला
it: Non trovato in nessuna categoria
ja: どのカテゴリにも見つかりません
ko: 어느 카테고리에서도 발견되지 않음
pt_br: Não encontrado em nenhuma categoria
tr: Hiçbir kategoride bulunamadı
zh_hans: 未在任何类别中找到

source: Не определено
ar: غير محدَّد
de: Nicht bestimmt
en: Not determined
es: Sin determinar
fr: Non défini
hi: निर्धारित नहीं
it: Non determinato
ja: 未確定
ko: 확인되지 않음
pt_br: Não determinado
tr: Belirlenmedi
zh_hans: 未确定

source: Не ответил
ar: لم يستجب
de: Keine Antwort
en: No response
es: Sin respuesta
fr: Pas de réponse
hi: जवाब नहीं दिया
it: Nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_br: Não respondeu
tr: Yanıt vermedi
zh_hans: 无响应

source: Не отвечают
ar: معطّلة
de: Aus
en: Down
es: Caídos
fr: Hors ligne
hi: डाउन
it: Giù
ja: 停止
ko: 다운
pt_br: Fora
tr: Kapalı
zh_hans: 离线

source: не отвечают: %lld
ar: لا يستجيب: %lld
de: antworten nicht: %lld
en: not responding: %lld
es: sin respuesta: %lld
fr: sans réponse : %lld
hi: प्रतिसाद नहीं: %lld
it: non risponde: %lld
ja: 応答なし: %lld
ko: 무응답: %lld
pt_br: sem resposta: %lld
tr: yanıt yok: %lld
zh_hans: 无响应：%lld

source: Не поддерживается: %@
ar: غير مدعوم: %@
de: Nicht unterstützt: %@
en: Not supported: %@
es: No compatible: %@
fr: Non pris en charge : %@
hi: समर्थित नहीं: %@
it: Non supportato: %@
ja: サポートされていません：%@
ko: 지원되지 않음: %@
pt_br: Não suportado: %@
tr: Desteklenmiyor: %@
zh_hans: 不支持：%@

source: Не похоже на корректный адрес.
ar: لا يبدو أنه عنوان صحيح.
de: Das sieht nicht nach einer gültigen Adresse aus.
en: This doesn’t look like a valid address.
es: No parece una dirección válida.
fr: Cela ne ressemble pas à une adresse valide.
hi: यह सही पता नहीं लगता।
it: Non sembra un indirizzo valido.
ja: 正しいアドレスではないようです。
ko: 올바른 주소가 아닌 것 같아요.
pt_br: Não parece um endereço válido.
tr: Geçerli bir adrese benzemiyor.
zh_hans: 这似乎不是有效地址。

source: Не сейчас
ar: ليس الآن
de: Nicht jetzt
en: Not now
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
tr: Şimdi değil
zh_hans: 暂不

source: Не удалось выполнить проверку
ar: تعذّر إجراء الفحص
de: Prüfung konnte nicht ausgeführt werden
en: Failed to run the check
es: No se pudo realizar la comprobación
fr: Impossible d'effectuer la vérification
hi: जाँच पूरी नहीं हो सकी
it: Impossibile eseguire il controllo
ja: 確認を実行できませんでした
ko: 확인을 수행할 수 없습니다
pt_br: Não foi possível realizar a verificação
tr: Kontrol gerçekleştirilemedi
zh_hans: 无法完成检查

source: Не удалось загрузить список серверов: %@
ar: تعذّر تحميل قائمة الخوادم: %@
de: Serverliste konnte nicht geladen werden: %@
en: Failed to load server list: %@
es: No se pudo cargar la lista de servidores: %@
fr: Impossible de charger la liste des serveurs : %@
hi: सर्वर सूची लोड नहीं हो सकी: %@
it: Impossibile caricare l'elenco dei server: %@
ja: サーバーリストを読み込めませんでした：%@
ko: 서버 목록을 불러올 수 없습니다: %@
pt_br: Não foi possível carregar a lista de servidores: %@
tr: Sunucu listesi yüklenemedi: %@
zh_hans: 无法加载服务器列表：%@

source: не удалось определить
ar: تعذّر التحديد
de: nicht feststellbar
en: could not be determined
es: no se ha podido determinar
fr: impossible à déterminer
hi: पता नहीं लगाया जा सका
it: impossibile determinare
ja: 判定できません
ko: 확인할 수 없음
pt_br: não foi possível determinar
tr: belirlenemedi
zh_hans: 无法确定

source: Не удалось определить внешний адрес (STUN недоступен).
ar: تعذّر تحديد العنوان الخارجي (STUN غير متاح).
de: Externe Adresse konnte nicht ermittelt werden (STUN nicht verfügbar).
en: Couldn't determine the external address (STUN unavailable).
es: No se pudo determinar la dirección externa (STUN no disponible).
fr: Impossible de déterminer l'adresse externe (STUN indisponible).
hi: बाहरी पता निर्धारित नहीं किया जा सका (STUN उपलब्ध नहीं)।
it: Impossibile determinare l'indirizzo esterno (STUN non disponibile).
ja: 外部アドレスを特定できませんでした（STUN が利用できません）。
ko: 외부 주소를 확인할 수 없습니다 (STUN 사용 불가).
pt_br: Não foi possível determinar o endereço externo (STUN indisponível).
tr: Dış adres belirlenemedi (STUN kullanılamıyor).
zh_hans: 无法确定外网地址（STUN 不可用）。

source: не удалось определить свой IP
ar: تعذّر تحديد عنوان IP الخاص بك
de: Deine IP konnte nicht ermittelt werden
en: couldn’t determine your IP
es: no se pudo determinar tu IP
fr: impossible de déterminer votre IP
hi: आपका IP निर्धारित नहीं हो सका
it: impossibile determinare il tuo IP
ja: 自分の IP を特定できませんでした
ko: 내 IP를 확인할 수 없음
pt_br: não foi possível determinar seu IP
tr: IP’niz belirlenemedi
zh_hans: 无法确定你的 IP

source: Не удалось открыть ICMP-сокет
ar: تعذّر فتح مقبس ICMP
de: ICMP-Socket konnte nicht geöffnet werden
en: Failed to open ICMP socket
es: No se pudo abrir el socket ICMP
fr: Impossible d'ouvrir le socket ICMP
hi: ICMP सॉकेट नहीं खोला जा सका
it: Impossibile aprire il socket ICMP
ja: ICMP ソケットを開けませんでした
ko: ICMP 소켓을 열 수 없습니다
pt_br: Não foi possível abrir o socket ICMP
tr: ICMP soketi açılamadı
zh_hans: 无法打开 ICMP 套接字

source: Не удалось открыть ICMP-сокет: %@. На iOS проверьте разрешение «Локальная сеть».
ar: تعذّر فتح مقبس ICMP: %@. على iOS تحقّق من إذن «الشبكة المحلية».
de: ICMP-Socket konnte nicht geöffnet werden: %@. Prüfen Sie unter iOS die Berechtigung „Lokales Netzwerk“.
en: Failed to open ICMP socket: %@. On iOS, check the “Local Network” permission.
es: No se pudo abrir el socket ICMP: %@. En iOS, comprueba el permiso “Red local”.
fr: Impossible d'ouvrir le socket ICMP : %@. Sur iOS, vérifiez l'autorisation « Réseau local ».
hi: ICMP सॉकेट नहीं खोला जा सका: %@। iOS पर “स्थानीय नेटवर्क” अनुमति जाँचें।
it: Impossibile aprire il socket ICMP: %@. Su iOS verifica l'autorizzazione “Rete locale”.
ja: ICMP ソケットを開けませんでした：%@。iOS では「ローカルネットワーク」の許可を確認してください。
ko: ICMP 소켓을 열 수 없습니다: %@. iOS에서 「로컬 네트워크」 권한을 확인하세요.
pt_br: Não foi possível abrir o socket ICMP: %@. No iOS, verifique a permissão “Rede local”.
tr: ICMP soketi açılamadı: %@. iOS'ta “Yerel Ağ” iznini kontrol edin.
zh_hans: 无法打开 ICMP 套接字：%@。在 iOS 上请检查「本地网络」权限。
